Staging plan of aws/global/route53/:
```diff
[command]/home/runner/work/_temp/2a624068-02f1-42a6-b9db-13fb311bd81a/terraform-bin show -no-color plan.output

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_route53_zone.public will be created
  + resource "aws_route53_zone" "public" {
      + arn                 = (known after apply)
      + comment             = "Managed by Terraform"
      + force_destroy       = false
      + id                  = (known after apply)
      + name                = "sinau.education"
      + name_servers        = (known after apply)
      + primary_name_server = (known after apply)
      + tags                = {
          + "Description" = "Public route53 zone for sinau.education"
          + "Environment" = "staging"
          + "ManagedBy"   = "Terraform"
          + "Name"        = "sinau.education-public-zone"
        }
      + tags_all            = {
          + "Description" = "Public route53 zone for sinau.education"
          + "Environment" = "staging"
          + "ManagedBy"   = "Terraform"
          + "Name"        = "sinau.education-public-zone"
        }
      + zone_id             = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.

Changes to Outputs:
  + arn        = (known after apply)
  + id         = (known after apply)
  + primary_ns = (known after apply)
  + zone_id    = (known after apply)
::debug::Terraform exited with code 0.
::debug::stdout: %0ATerraform used the selected providers to generate the following execution%0Aplan. Resource actions are indicated with the following symbols:%0A  + create%0A%0ATerraform will perform the following actions:%0A%0A  # aws_route53_zone.public will be created%0A  + resource "aws_route53_zone" "public" {%0A      + arn                 = (known after apply)%0A      + comment             = "Managed by Terraform"%0A      + force_destroy       = false%0A      + id                  = (known after apply)%0A      + name                = "sinau.education"%0A      + name_servers        = (known after apply)%0A      + primary_name_server = (known after apply)%0A      + tags                = {%0A          + "Description" = "Public route53 zone for sinau.education"%0A          + "Environment" = "staging"%0A          + "ManagedBy"   = "Terraform"%0A          + "Name"        = "sinau.education-public-zone"%0A        }%0A      + tags_all            = {%0A          + "Description" = "Public route53 zone for sinau.education"%0A          + "Environment" = "staging"%0A          + "ManagedBy"   = "Terraform"%0A          + "Name"        = "sinau.education-public-zone"%0A        }%0A      + zone_id             = (known after apply)%0A    }%0A%0APlan: 1 to add, 0 to change, 0 to destroy.%0A%0AChanges to Outputs:%0A  + arn        = (known after apply)%0A  + id         = (known after apply)%0A  + primary_ns = (known after apply)%0A  + zone_id    = (known after apply)%0A
::debug::stderr: 
::debug::exitcode: 0
```
